Repository: pypi-data/pypi-mirror-26
Catalog: packages/ploneintranet/ploneintranet-1.1.2.tar.gz/ploneintranet-1.1.2/src/ploneintranet/activitystream/locales/*/LC_MESSAGES/ploneintranet.activitystream.po
Languages: fr

source: A title for this portlet
fr: Le titre de la portlet

source: Activity Portal
fr: Activité sur le portail

source: Compact rendering
fr: Rendu compact

source: Hide portlet header and footer
fr: Masque l'entête et le pied de la portlet

source: Installs the ploneintranet.activitystream package
fr: Installe le package ploneintranet.activitystream

source: Maximum number of updates to show
fr: Nombre maximum de messages à afficher

source: More updates...
fr: Plus de messages...

source: Number of updates to display
fr: Nombre de messages à afficher

source: Plone Intranet Activitystream
fr: Flux d'activité Plone Intranet

source: Show content creation
fr: Afficher la création de contenu

source: Show creation of new content
fr: Afficher la création de nouveaux contenus

source: Show discussion
fr: Afficher les commentaires

source: Show discussion replies
fr: Afficher les réponses aux commentaires

source: Show microblog
fr: Afficher le microblog

source: Show microblog status updates
fr: Afficher les messages de microblog

source: Social activity stream portal view with manageable portlets
fr: Écran du flux d'activité du portail avec des portlets configurables

source: Updates tagged #${tag}
fr: Messages tagués #${tag}

source: View portlet management screen
fr: Afficher l'écran de configuration des portlets

source: label_commented_on
fr: a commenté

source: label_says
fr: a dit :

source: manage_activitystream_portlets
fr: Configurer les portlets du flux d'activité
