Repository: pypi-data/pypi-mirror-26
Catalog: packages/ploneintranet/ploneintranet-1.2.72.tar.gz/ploneintranet-1.2.72/src/ploneintranet/core/locales/*/LC_MESSAGES/ploneintranet.po
Languages: nl

source: ${action_verb} this item
nl: ${action_verb} dit item

source: ${results} items matched your search.
nl: ${results} zoekresultaten gevonden.

source: <span class="text"><em class="placeholder">Write a message to the recipient(s)...</em></span><em class="selected-users" id="selected-users"></em><em class="selected-tags" id="selected-tags"></em>
nl: <span class="text"><em class="placeholder">Schrijf een bericht aan...</em></span><em class="selected-users" id="selected-users"></em><em class="selected-tags" id="selected-tags"></em>

source: A Workspace users can collaborate in
nl: Een groep waar gebruikers kunnen samenwerken

source: A contact email address for this search result
nl: Een e-mailadres van de contactpersoon voor dit zoekresultaat

source: A container for workspaces
nl: Een container voor groepen

source: A dictionary of facets and available values
nl: Een opsomming van facetten en mogelijke waarden

source: A highlighted summary of this search result
nl: Een gemarkeerde samenvatting van dit zoekresultaat

source: A longint unique status id
nl: Een unieke status-id (longint)

source: A mail content type
nl: Een e-mail content type

source: A tile to add a new post
nl: Een tegel voor een nieuw bericht

source: A title for the news
nl: Een titel voor het nieuws

source: A title for the tasks
nl: Een titel voor de taken

source: A user (or a group) assigned to this task
nl: Een gebruiker (of een groep) die verantwoordelijk is voor deze taak

source: A user with this username already exists
nl: Er bestaat al een gebruiker met deze gebruikersnaam

source: About this environment
nl: Over deze omgeving

source: Activity centric view
nl: Activiteit-gebaseerde weergave

source: Add groups
nl: Groep toevoegen

source: Add latest news portlet
nl: Laatste nieuws-portlet toevoegen

source: Add this item to your bookmarks
nl: Toevoegen aan je favorieten

source: Add users
nl: Gebruikers toevoegen

source: Additional profile fields
nl: Extra velden voor het profiel

source: Address
nl: Adres

source: Adds Case specific Metadata
nl: Voegt dossier-specifieke metadata toe

source: Adds mail behavior
nl: Voegt mailfunctie toe.

source: Admin-Managed
nl: Beheerd door beheerder

source: Advanced
nl: Geavanceerd

source: Advanced permissions
nl: Geavanceerde permissies

source: All
nl: Alle

source: All Authors
nl: Alle Auteurs

source: All Dates
nl: Alle Datums

source: All Letters
nl: Alle Brieven

source: All Tags
nl: Alle Tags

source: All Time
nl: Alle Tijden

source: All Types
nl: Alle Type

source: All activities
nl: Alle activiteiten

source: All day
nl: Gehele dag

source: All day event
nl: Gehele dag

source: All notifications
nl: Alle notificaties

source: All time
nl: Altijd

source: All topics
nl: Alle onderwerpen

source: All workspace types
nl: Alle groeptypes

source: Alphabetical
nl: Alfabetisch

source: Alright
nl: Oké

source: Any logged-in user is allowed to join the group and participate. Anything in this group is visible for any logged-in user, even if they're not a member.
nl: Alle ingelogde gebruikers mogen lid worden van en deelnemen aan deze groep. Alles in deze groep is zichtbaar voor alle ingelogde gebruikers, ook al zijn ze geen lid van deze groep.

source: App not available
nl: App is niet beschikbaar

source: Archive workspace
nl: Deze groep in archief tonen.

source: Archived
nl: Gearchiveerd

source: Archived on
nl: Gearchiveerd op

source: Are you sure? (un-tick to exclude from deletion)
nl: Weet je het zeker? (selecteer items om deze te behouden)

source: Assignee
nl: Verantwoordelijke

source: Async task dispatch for PloneIntranet
nl: Async task dispatch voor PloneIntranet

source: Attach a file
nl: Bijlage toevoegen

source: Attach a file (or create a picture)
nl: Bijlage toevoegen (of maak een afbeelding)

source: Attach documents
nl: Document toevoegen

source: Attachments
nl: Bijlage

source: Attributes changed.
nl: Attributen gewijzigd.

source: Author name (for display)
nl: Auteursnaam (voor weergave)

source: Available fields/columns
nl: Beschikbare velden/kolommen

source: Back
nl: Vorige

source: Batch (re)tagging
nl: Geselecteerde items taggen

source: Batch delete
nl: Sselecteerde items verwijderen

source: Batch rename
nl: Geselecteerde items hernoemen

source: Batch send
nl: Verstuur selectie

source: Biography
nl: Biografie

source: Bookmark
nl: Voeg toe aan Favorieten

source: CSV document
nl: CSV-bestand

source: Cancel
nl: Annuleren

source: Case Metadata
nl: Dossier metadata

source: Case Workspace
nl: Dossier

source: Cases
nl: Dossiers

source: Change folder title and description
nl: Titel en omschrijving van de map wijzigen

source: Change personal image
nl: Wijzig eigen foto

source: Change role
nl: Wijzig rol

source: Change the workflow state
nl: De publicatiestatus wijzigen

source: Changes applied
nl: Wijzigingen toegepast

source: Closed
nl: Gesloten

source: Confirmed
nl: Bevestigd

source: Constraint not satisfied for {} at row {}.field
nl: Er word niet aan de voorwaarden voldaan bij {} op rij {}.field

source: Consume
nl: Alleen-lezen

source: Contacts
nl: Contacten

source: Copy all attachments as individual files to this workspace.
nl: Kopieer alle bijlagen als afzonderelijke bestanden naar deze groep

source: Copy file to workspace
nl: Kopieer bestand naar groep

source: Create
nl: Aanmaken

source: Create a new page or section
nl: Maak een nieuwe pagina of sectie

source: Create a new workspace
nl: Nieuwe groep aanmaken

source: Create document
nl: Document aanmaken

source: Create event
nl: Evenement aanmaken

source: Create folder
nl: Map aanmaken

source: Create task
nl: Taak aanmaken

source: Create workspace
nl: groep aanmaken

source: Creation date
nl: Aanmaakdatum

source: Date
nl: Datum

source: Date range
nl: Periode

source: Days running
nl: Aantal dagen

source: Dear Mr./Ms. ${invitee_name},
nl: Geachte heer/mevrouw ${invitee_name},

source: Declined
nl: Afgewezen

source: Default additional fields for UserProfile.
nl: Standaard extra velden voor gebruikersprofiel.

source: Delete
nl: Verwijderen

source: Delete ${contenttype}
nl: Verwijder ${contenttype}

source: Delete comment
nl: Verwijder opmerking

source: Delete post
nl: Verwijder bericht

source: Delete this document
nl: Dit document verwijderen

source: Delete this event
nl: Verwijder dit evenement

source: Department
nl: Afdeling

source: Description
nl: Omschrijving

source: Description for search results (Optional)
nl: Omschrijving van zoekresultaten (optioneel)

source: Deselect all
nl: Alles deselecteren

source: Did you mean
nl: Bedoelt u

source: Display previews
nl: Toon voorvertoningen

source: Division
nl: Afdeling

source: Divisions represent sections of the overall organisation and appear as groupings on the workspace overview.
nl: Divisies zijn de eerste ondervedelingen van de gehele organisatie en worden gebruik als groeperingen in het groepen-overzicht.

source: Document title
nl: Titel

source: Document types
nl: Type documenten

source: Documents
nl: Documenten

source: Done
nl: Gedaan

source: Download file
nl: Bestand downloaden

source: Download this file
nl: Download dit bestand

source: Download this image
nl: Download deze afbeelding

source: Due date
nl: Deadline

source: Earliest creation date
nl: Eerste aanmaakdatum

source: Earliest modification date
nl: Eerste wijzigingsdatum

source: Edit
nl: Bewerken

source: Edit comment
nl: Bewerk opmerking

source: Edit latest news portlet
nl: Wijzig "laatste nieuws"-portlet

source: Edit post
nl: Bewerk bericht

source: Edit profile
nl: Pofiel bewerken

source: Edited
nl: Bewerkt

source: Email sent.
nl: E-mail verzonden.

source: Emails sent successfully
nl: E-mails zijn verzonden

source: Enables on-the-fly theme switching
nl: Activeert dynamische thema-wisseling

source: Enter a description of the task
nl: Geef een omschrijving van de taak

source: Enter a label
nl: Voeg een tag toe.

source: Enter a location
nl: Geef een locatie op

source: Error sending email
nl: Fout opgetreden bij het versturen van de E-mail

source: Error while pasting items
nl: Fout bij het plaken van items

source: Event
nl: Evenement

source: Event description
nl: Omschrijving evenement

source: Event title
nl: Titel evenement

source: Events
nl: Evenementen

source: Expand sidebar
nl: Paneel uitklappen

source: Extension profile for ploneintranet.bookmarks.
nl: Extentie profiel voor ploneintranet.bookmarks.

source: Extension profile for ploneintranet.layout.
nl: Extentie profiel voor ploneintranet.layout.

source: External property sync complete.
nl: Synchronisatie externe attributen voltooid.

source: File
nl: Bestand

source: File field
nl: Bestandsveld

source: File incorrectly formatted.
nl: Bestand verkeerd geformatteerd

source: Files
nl: Bestanden

source: First name
nl: Voornaam

source: Folder
nl: Map

source: Folder name
nl: Mapnaam

source: Follow
nl: Volgen

source: Followers
nl: Volgers

source: Followers ${num_followers}
nl: Volgers ${num_followers}

source: Following
nl: Volgt

source: Following ${num_following}
nl: Volgers ${num_following}

source: For cases, security is managed by the case workflow. You cannot configure it here like in workspaces. Instead please just assign the correct roles to users and groups in the "Members" tab.
nl: Dossiers worden beheerd in het Dossier-publicatieproces. Het is hier niet te in te stellen zoals bij groepen. Wijs de juiste rollen toe aan gebruikers en groepen in het 'Leden'-tabblad.

source: Freeze case
nl: Vergrendel dossier

source: From
nl: Van

source: Frozen
nl: Vergrendeld

source: Frozen on
nl: Vergrendeld op

source: Full list of followers
nl: Volledige lijst van volgers

source: Full list of people ${name_of_followee} follows.
nl: Volledige lijst van mensen die ${name_of_followee} volgt.

source: Generic workspace
nl: Generieke groep

source: Generic workspaces
nl: Generieke groepen

source: Group by
nl: Groepeer op

source: Group by creation date
nl: Groepeer op aanmaakdatum

source: Group by date
nl: Groepeer op datum

source: Group by division
nl: Groepeer op afdeling

source: Group by first character
nl: Alfabetisch

source: Group by first letter
nl: Alfabetisch

source: Group by section
nl: Groepeer op sectie

source: Group by tag
nl: Groepeer op trefwoord

source: Group by workspace
nl: Groepeer op groep

source: Grouped Search
nl: Zoeken in groepen

source: Guest
nl: Gast

source: Guests are only used internally and cannot be assigned.
nl: Gasten worden alleen intern gebruikt en kunnen niet toegekend worden

source: High
nl: Hoog

source: How many items to list.
nl: Het aantal weer te geven items.

source: I am sure, delete now
nl: Ik weet het zeker, verwijder nu

source: I am sure, remove role now
nl: Ik weet het zeker, verwijder rol nu

source: I am sure, unfreeze now
nl: Ik weet het zeker, ontgrendel nu

source: I forgot my password
nl: Ik ben mijn wachtwoord vergeten

source: If checked, users will be removed from workspace
nl: Als aangevinkt dan zullen gebruikers worden verwijderd uit de groep

source: Image
nl: Afbeelding

source: Image field
nl: Afbeeldingsveld

source: Image of {{ page.title }}
nl: Afbeelding van {{ page.title }}

source: Images
nl: Afbeeldingen

source: Import users from file
nl: Importeer gebruikers vanuit bestand

source: Installs testthemeA for test purposes
nl: Installeert testthemeA voor testdoeleinden

source: Installs the ploneintranet.userprofile package
nl: Installeert het ploneintranet.userprofile package

source: Invitation sent to %s
nl: Uitnodiging verzonden aan %s

source: Invitations
nl: Uitnodigingen

source: Invite users to this workspace (via email)
nl: Gebruikers (per e-mail) uitnodigen voor deze groep

source: Invitees
nl: Genodigden

source: Item created.
nl: Item aangemaakt.

source: Item edited.
nl: Item bewerkt

source: Item(s) pasted
nl: Item(s) geplakt

source: Items modified last month
nl: Afgelopen maand bewerkte items

source: Items modified last week
nl: Afgelopen week bewerkte items

source: Items modified today
nl: Vandaag bewerkte items

source: JPEG image
nl: JPEG afbeelding

source: Job title
nl: Functie

source: Join
nl: lid worden

source: Join now
nl: Nu aanmelden

source: Last Month
nl: Afgelopen maand

source: Last Week
nl: Afgelopen week

source: Last month
nl: Afgelopen maand

source: Last name
nl: Achternaam

source: Last week
nl: Afgelopen week

source: Latest creation date
nl: Recentste aanmaakdatum

source: Latest modification date
nl: Recentste wijzigingsdatum

source: Latest news
nl: Laatste nieuws

source: Library
nl: Bibliotheek

source: Library App
nl: Bibliotheek-app

source: Library Folder
nl: Bibliotheekmap

source: Library Section
nl: Bibliotheek-sectie

source: Library for PloneIntranet
nl: Bibliotheek voor PloneIntranet

source: Like
nl: Vind ik leuk

source: Loading more search results&hellip;
nl: Bezig met laden van meer resultaten&hellip;

source: Location
nl: Locatie

source: Locked down, secret workspace
nl: Verborgen groep

source: Logout
nl: Uitloggen

source: Low
nl: Laag

source: Mail
nl: E-mail

source: Make open
nl: Maak open

source: Make private
nl: Maak besloten

source: Make secret
nl: Maak verborgen

source: Mark read
nl: Markeer als gelezen

source: Mark the content as "Must read" for all users.
nl: Markeer inhoud als "verplicht leesvoer" voor alle gebruikers.

source: Member
nl: Lid

source: Member(s) added
nl: Lid/leden toegevoegd

source: Member(s) removed
nl: Lid/leden verwijderd

source: Members
nl: Leden

source: Membrane Group (Workspace)
nl: Membrane groep ('workspace')

source: Message
nl: Bericht

source: Messages
nl: Berichten

source: Milestone
nl: Mijlpaal

source: Milestone this task belongs to
nl: De mijlpaal waar deze taak bijhoort

source: Missing required field {} on row {}
nl: Het veld {} op rij {} is verplicht

source: Mobile Number
nl: Mobiel

source: Moderate
nl: Modereren

source: Modifications past 7 days
nl: Wijzigingen in de laaste 7 dagen

source: More information about
nl: Meer informatie over

source: More results
nl: Meer resultaten

source: Move
nl: Verplaatsen

source: Must read
nl: Verplicht leesvoer

source: My profile
nl: Mijn profiel

source: My tile's description
nl: Omschrijving van mijn tegel

source: Name
nl: Naam

source: Name of organiser
nl: Naam van de organisator

source: Newest workspaces on top
nl: Nieuwste groepen bovenaan

source: News
nl: Nieuws

source: News Item
nl: Nieuwsbericht

source: News tile showing news on the dashboard
nl: Nieuwstegel toont nieuwsberichten op het dashboard

source: No attachments selected.
nl: Geen bijlage(n) geselecteerd.

source: No grouping
nl: Geen groepering

source: No item id given in sub-path. Use .../@@toggle_like/123456
nl: Er is geen item id opgegeven in sub-pad. Gebruik .../@@toggle_like/123456

source: No items could be (re)tagged
nl: Er konden geen items ge(re)tagged worden

source: No items could be deleted
nl: Er konden geen items worden verwijderd

source: No items could be renamed
nl: Er konden geen items hernoemd worden

source: No pending notifications
nl: Geen openstaande notificaties

source: No results
nl: Geen resultaten

source: No such user ${userid}.
nl: Gebruiker ${userid} onbekend.

source: No tasks available
nl: Geen taken beschikbaar

source: No title
nl: Geen titel

source: No token id given in sub-path.Use .../@@accept-token/tokenid
nl: Token-id ontbreekt in sub-pad. Gebruik .../@@accept-token/tokenid

source: None
nl: Geen

source: Normal
nl: Normaal

source: Not in a workspace
nl: Niet in een groep

source: Notes
nl: Omschrijving

source: Nothing here
nl: Niets gevonden

source: Notifications
nl: Notificaties

source: Number of items to display
nl: Aantal te tonen items

source: Oh boy, oh boy, you are already a member
nl: Je bent al lid van deze groep

source: Ok
nl: Akkoord

source: Older
nl: Eerder

source: Only administrators can add workspace members.
nl: Alleen beheerders kunnen gebruikers aan een groep toevoegen.

source: Only people and things I follow
nl: Alleen mensen en onderwerpen die ik volg

source: Open community
nl: Open groep

source: Options
nl: Opties

source: Organiser
nl: Organisator

source: Original text:
nl: Oorspronkelijke tekst:

source: Outsiders can self-join becoming a workspace member.
nl: Buitenstaanders kunnen zichzelf groepslid maken.

source: Page
nl: Pagina

source: People
nl: Personen

source: Person
nl: Persoon

source: Person title
nl: Titel

source: Personal image updated. Keep browsing or reload the page to see the change.
nl: persoonlijk foto bijgewerkt. Blader door of herlaad deze pagina om de wijziging te zien.

source: Personal settings
nl: Persoonlijke instellingen

source: Photo
nl: Foto

source: Pick a ${fti_titles_by_type/?portal_type} Template
nl: Kies een ${fti_titles_by_type/?portal_type} Sjabloon

source: Pick an assignee
nl: Kies een verantwoordelijke

source: Pick an initiator
nl: Kies een initiator

source: Pick the responsible department
nl: Kies de verantwoordelijke afdeling

source: Planned
nl: Gepland

source: Please specify which Case Template to use
nl: Kies een Case-sjabloon

source: Plone Intranet: -- [Async]
nl: Plne Intranet: -- [Async]

source: PloneIntranet Event Fields
nl: PloneIntranet veld voor evenementen

source: PowerPoint 2007 presentation
nl: PowerPoint 2007 presentatie

source: Preview
nl: Voorvertoning

source: Primary location
nl: Hoofdlocatie

source: Priority
nl: Proriteit

source: Private
nl: Besloten

source: Produce
nl: Toevoegen

source: Profile
nl: Profiel

source: Recipients...
nl: Aan...

source: Regards
nl: Met vriendelijke groet

source: Remove bookmark
nl: Verwijder uit favorieten

source: Remove members
nl: Leden verwijderen

source: Remove role
nl: Rol verwijderen

source: Remove special role
nl: Speciale rol verwijderen

source: Remove this item from your bookmarks
nl: Verwijder dit item van je favorieten

source: Rename
nl: Hernoemen

source: Reopen
nl: Heropen

source: Reset filters
nl: Wis filters

source: Resetting your own password is not supported.
nl: Het is niet mogelijk uw eigen wachtwoord te resetten.

source: Rich text
nl: Tekst met opmaak

source: Role updated
nl: Rol bijgewerkt

source: Roster updated.
nl: Ledenlijst bijgewerkt

source: Save
nl: Opslaan

source: Save this document
nl: Dit document opslaan

source: Search
nl: Zoeken

source: Search existing groups
nl: Zoek bestaande groepen

source: Search existing users
nl: Zoek bestaande gebruikers

source: Search for a user
nl: Zoek naar een gebruiker

source: Search in title and description
nl: Zoek in titel en omschrijving

source: Search workspaces
nl: Zoek naar groepen

source: Secret
nl: Verborgen

source: Select
nl: Selecteren

source: Select all
nl: Selecteer alles

source: Select workspace
nl: Selecteer groep

source: Self-Managed
nl: Open beheer

source: Team-managed, private teamspace
nl: Team beheer, besloten groep

source: Team-managed, private workspace
nl: Team beheer, besloten groep

source: Send
nl: Verzenden

source: Send email invite to:
nl: Stuur uitnodiging per email aan:

source: Set a deadline
nl: Geef een deadline op

source: Settings
nl: Instellingen

source: Share
nl: Delen

source: Share this document
nl: Deel dit document

source: Show archived workspaces
nl: Toon gearchiveerde groepen

source: Show extra metadata fields
nl: Aanvullende metadata tonen

source: Show or hide archived workspace
nl: Toon of verberg archief

source: Some Context
nl: Een context

source: Some items have been sent to you.
nl: Er zijn een aantal items naar je verzonden

source: Sort by date
nl: Gesorteerd op datum

source: Sort by relevancy
nl: Gesorteerd op relevantie

source: Special workspace
nl: Bijzondere groep

source: Spell corrected search string
nl: Gecorrigeerde zoekterm

source: Start date should be lower than end date
nl: Begindatum moet eerder zijn dan einddatum

source: Status updates by ${fullname}:
nl: Statusupdates door ${fullname}:

source: Task centric view
nl: Taakgeoriënteerde weergave

source: Task state changed
nl: Taakstatus gewijzigd

source: Task title
nl: Titel

source: Tasks
nl: Taken

source: Tasks finished
nl: Afgeronde taken

source: Team-Managed
nl: Team beheer

source: Telephone Number
nl: Telefoonnummer

source: Tentative
nl: Onder voorbehoud

source: The UID of the content that needs actioning
nl: De UID van de inhoud die verwerkt moet worden

source: The URL that will resolve to a SOLR core.
nl: De URL naar een SORL-core.

source: The UUID of this token
nl: De UID van dit token

source: The absolute URL for a preview image representing search result
nl: De volledige URL naar een voorvertoning van het zoekresultaat

source: The absolute URL to the content for this search result based on the path and the host in the current request
nl: De volledige URLnaar de inhoud behorend bij dit zoekresultaat gebaseerd op het pad en de host in het huidige request.

source: The action to be taken on the content
nl: De actie die toegepast moet worden op de inhoud

source: The agenda for this event can be found here:
nl: De agenda voor dit evenement vind je hier:

source: The app that you selected is not available yet, but will be enabled in the near future.
nl: The app die je hebt gekozen is nog niet beschikbaar maar in ontwikkeling.

source: The datetime this ContentAction was completed
nl: De datum en tijd waarop deze inhoudsactie is afgerond

source: The datetime this ContentAction was created
nl: The datum/tijd waarop deze inhoudsactie is aangemaakt

source: The datetime this ContentAction was triggered
nl: De datum en tijd waarop deze inhoudsactie is aangeroepen

source: The datetime this token expires
nl: De datum en tijd dat dit token verloopt

source: The description of this search result
nl: De omschrijving van dit zoekresultaat

source: The following items have been shared with you:
nl: De volgende items zijn met je gedeeld:

source: The friendly label for the type of search result
nl: De leesbare naam voor dit type zoekresultaat

source: The id of the Token that was consumed
nl: De id van de gebruikte token

source: The number of uses for this token before it expires
nl: Het aantal keer dat dit token gebruikt kan worden voordat het verloopt

source: The portal type of this search result
nl: Het portal type van dit zoekresultaat

source: The relative path to a preview imagerepresenting this search result
nl: Het relatieve pad naar een voorvertoning van dit zoekresultaat

source: The relative path to the content for this search result
nl: Het relatieve pad naar de inhoud van dit zoekresultaat

source: The title of this search result
nl: De titel van dit zoekresultaat

source: The token has expired.
nl: De sleutel is verlopen

source: The total number of results generated from the query
nl: Het totaal aantal resultaten gegenereerd door deze zoekterm

source: The user (or group) who requested this task
nl: De gebruikers (of groep) die deze taak heeft aangevraagd

source: The userid this action is for
nl: De userid waarvoor deze actie is

source: The workflow state has been changed.
nl: De publicatiestatus is gewijzigd

source: The workspace can be explored by outsiders. Outsiders can browse but not actively participate.
nl: De groep kan worden bekeken door niet-leden. Buitenstaanders kunnen rondkijken maar niet meedoen.

source: The workspace is hidden from outsiders. Only workspace members know it exists.
nl: De groep is verborgen voor niet-leden. Alleen deelnemers aan deze groep weten dat zij bestaat.

source: The workspace is visible, but inaccessible to outsiders. Only workspace members can access the workspace.
nl: De groep is zichtbaar, maar niet toegankelijk voor niet-leden. Alleen deelnemers aan deze groep krijgen toegang.
