Repository: pypi-data/pypi-mirror-26
Catalog: packages/ploneintranet/ploneintranet-1.2.72.tar.gz/ploneintranet-1.2.72/src/ploneintranet/core/locales/*/LC_MESSAGES/ploneintranet.po
Languages: nl

source: The workspace will only be accessible by people you invite. The workspace will not be visible on the workspaces overview. Documents in this group are subject to review before they can be shared within the group. Nothing in this group will ever be visible to non-members.
nl: De groep zal alleen toegankelijk zijn voor mensen die je uitnodigt. De groep zal niet zichtbaar zijn in het groepen-overzicht. Bestanden in deze groep moeten goedgekeurd worden voordat ze gedeeld worden met de groepsleden. Niets in deze groep zal zichtbaar zijn voor niet-leden.

source: The workspace will only be accessible for team members. Any member can add a new team member. Once you're in the team, you can do pretty much anything. Nothing in this group will ever be visible to non-members.
nl: Alleen leden krijgen toegang tot deze groep. Elk lid kan nieuwe leden toevoegen. Leden kunnen bijna alles. Niets in deze groep zal zichtbaar zijn voor niet-leden.

source: There are ${num_comments} comments on ${num_shares} shares
nl: Er zijn ${num_comments} opmerkingen op ${num_shares}

source: There are no downloadable items in your cart.
nl: Er zijn geen downloadbare items in je mandje

source: There was a problem updating the content: %s.
nl: Er ging iets mis tijdens het updaten van: %s.

source: There was a problem:
nl: Er is een probleem:

source: There was a problem: %s.
nl: Er ging iets mis: %s.

source: This belongs to a division
nl: Deze groep hoort bij een afdeling

source: This comment has been succesfully deleted.
nl: Deze opmerking is verwijderd.

source: This item has been added to your bookmarks.
nl: Dit is toegevoegd aan je favorieten.

source: This item has been removed from your bookmarks.
nl: Dit is verwijderd uit je favorieten.

source: This portlet displays the latest news that must be read.
nl: Dit portlet toon het laatste belangrijke nieuws.

source: This post has been succesfully deleted.
nl: Dit bericht is verwijderd.

source: This user doesn't have an email associated with their account.
nl: Deze gebruiker heeft geen e-mail gekoppeld aan zijn account.

source: Tile to list recently modified documents
nl: Tegel die recente gewijzigde documenten toont

source: Time
nl: Tijd

source: Time Zone
nl: Tijdzone

source: Timeline
nl: Tijdlijn

source: Timezone
nl: Tijdzone

source: Title:
nl: Titel:

source: To
nl: Aan

source: Today
nl: Vandaag

source: Todo
nl: Te doen

source: Toggle extra metadata
nl: Extra metadata tonen/verbergen

source: Token no longer valid
nl: Token is niet langer geldig

source: Transfer members to another workspace.
nl: Verplaats groepsleden naar een andere groep.

source: Undecided
nl: Onbeslist

source: Unfollow
nl: Niet meer volgen

source: Unfreeze
nl: Ontgrendelen

source: Unfreeze case
nl: Ontgrendel Dossier

source: Ungrouped
nl: ongegroepeerd

source: Uninstall Library for PloneIntranet
nl: Deïnstalleer bibliotheek voor PloneIntranet

source: Uninstalls ploneintranet.async
nl: Deïnstalleer ploneintranet.async

source: Unknown
nl: Onbekend

source: Unknown function
nl: Onbekende functie

source: Unlike
nl: Vind ik niet meer leuk

source: Until
nl: Tot

source: Update avatar
nl: Werk avatar bij

source: Update details for existing users (matching on username)
nl: Wijzig gegevens voor bestaande gebruikers (toegepast op gebruikersnaam)

source: Use this content as a membrane group
nl: Gebruik deze inhoud als een membrane groep

source: User profile management
nl: Gebruikersprofielbeheer

source: Username
nl: Gebruikersnaam

source: View
nl: Bekijk

source: View this image
nl: Bekijk deze afbeelding

source: Welcome to our family, Stranger
nl: Je bent nu lid van deze groep

source: When you remove the special role from this member, this member will inherit the default role for this workspace. Are you sure?
nl: Als je de speciale rol van deze gebruiker haalt, krijgt deze de standaard rechten voor deze groep. Weet je het zeker?

source: Workspace
nl: Groep

source: Workspace Admin
nl: Groepsbeheerder

source: Workspace Administrator
nl: Groepsbeheerder

source: Workspace Folder
nl: Groepsmap

source: Workspace description
nl: Groepsomschrijving

source: Workspace for PloneIntranet
nl: Groep voor PloneIntranet

source: Workspace join policy doesn't allow self join
nl: De instellingen van deze groep staan het niet toe dat je jezelf toevoegt als deelnemer

source: Workspace members can add outsiders as a workspace member.
nl: Groepsleden kunnen niet-leden toevoegen als deelnemer.

source: Workspace members can do everything: read, add, publish and edit content.
nl: Groepsleden kunnen alles doen: lezen, toevoegen, publiceren en wijzigen van inhoud.

source: Workspace members can read and add content. They can neither publish nor edit content.
nl: Groepsleden kunnen inhoud lezen en toevoegen. Ze kunnen niet publiceren of inhoud wijzigen.

source: Workspace members can read content. They cannot add, publish or edit content.
nl: Groepsleden kunnen inhoud lezen. Ze kunnen geen inhoud toevoegen, publiceren of wijzigen.

source: Workspace members can read, add and publish content. They cannot edit other member's content.
nl: Groepsleden kunnen inhoud lezen, aanmaken en publiceren. Ze kunnen geen inhoud van andere groepsleden wijzigen.

source: Workspace policy
nl: Groepsbeleid

source: Workspace security policy changes saved
nl: Wijzigingen aan het groepsbeleid zijn opgeslagen

source: Workspace title
nl: Titel van de groep

source: Workspaces
nl: Groepen

source: Write a message to the recipient(s)...
nl: Schrijf een bericht aan...

source: Wrong type for {} at row {}.field
nl: Verkeerd type voor {} op rij {}.field

source: You are a member of this workspace now
nl: Je bent nu lid van deze groep

source: You are about to change the role of the following <strong>${num_users}</strong> members of this workspace. Are you sure? (un-tick to exclude from this role change)
nl: Je staat op het punt de rol van <strong>${num_users}</strong> groepsleden te wijzigen. Weet je het zeker? (deselecteer vinkjes om leden uit te sluiten van deze wijziging)

source: You are about to delete this ${contenttype}. Are you sure?
nl: Je gaat een ${contenttype} verwijderen. Weet je het zeker?

source: You are about to delete this comment. Are you sure?
nl: Je gaat deze opmerking verwijderen. Weet je het zeker?

source: You are about to delete this post. Are you sure?
nl: Je gaat dit bericht verwijderen. Weet je het zeker?

source: You are about to unfreeze this case. After unfreezing a case, its members will able again to make changes.
nl: Je gaat dit dossier ontgrendelen. Hierna kunnen groepsleden weer wijzigingen doen in het dossier.

source: You can always change these settings later via the security control panel in the workspace.
nl: Je kunt deze instellingen altijd wijzigen in het paneel "beveilingsinstellingen" in de groep.

source: You can become a member of this workspace
nl: Je kan lid worden van deze groep

source: You can find your bookmarks in the
nl: Je kunt je favorieten vinden in de

source: You do not have permission to change the workspace policy
nl: Je bent niet bevoegd om het groepsbeleid te wijzigen

source: You don't have permission to (re)tag any of them.
nl: Je hebt onvoldoende rechten om deze items te (her)taggen.

source: You don't have permission to delete any of them.
nl: Je bent niet bevoegd om deze items te verwijderen.

source: You may at any time change these settings later via the security control panel in the workspace.
nl: Je kunt deze instellingen altijd wijzigen in het paneel "beveilingsinstellingen" in de groep.

source: You may send this message to one or more people. The recipient(s) will receive an e-mail with a link to the document(s). It's possible to enter names of known users or just their e-mail addresses.
nl: Je kan dit bericht naar één of meerdere personen sturen. Deze ontvangen een E-mail met een link naar de documenten. Je kan namen van gebruikers opgeven of alleen hun e-mail-adres.

source: You received this email from ${portal_title} because you are invited to the following date:
nl: Je het deze mail ontvange van ${portal_title} omdat je bent uitgenodig voor het volgende evenement:

source: Your changes have been saved.
nl: Je wijzigingen zijn opgeslagen.

source: Zip archive
nl: Zip-archief

source: add_statusupdate_button
nl: Wat wil je delen?

source: alert_remove_users_from_workspace
nl: Je hebt de volgende ${num_users} leden geselecteerd om uit de groep te verwijderen? Weet je het zeker? (De-selecteer om in de groep te laten)

source: author
nl: auteur

source: batch_copied_success
nl: ${num_elems} bestanden zijn naar jouw cloud-klembord gekopieerd.

source: batch_cut_failure
nl: De volgende items konden niet worden geknipt: ${num_elems}

source: batch_cut_success
nl: ${num_elems} bestanden zijn geknipt en verplaatst naar jouw cloud-klembord.

source: batch_delete_success
nl: De volgende items zijn verwijderd: %{title_elems}

source: batch_rename_success
nl: De volgende items zijn hernoemd: ${title_elems}

source: batch_retag_success
nl: De volgende items zijn getagged: $(title_elems)

source: body
nl: Bericht

source: bookmarks
nl: Favorieten

source: bookmarks app
nl: Favorieten app

source: button_close
nl: Sluiten

source: button_post
nl: Verstuur

source: cases
nl: dossiers

source: copy_error
nl: Probleem bij het kopiëren

source: copy_not_allowed
nl: Kopiëren niet toegestaan

source: copy_success
nl: Succesvol gekopieerd

source: created
nl: Aangemaakt

source: date
nl: datum

source: date_format_long
nl: ${d} ${B} ${Y}

source: dates_hijacked
nl: De Starttijd moet vroeger zijn dan de eindtijd. De eindtijd is door het systeem aangepast naar: ${date}

source: document type
nl: docmenttype

source: download
nl: Downloaden

source: drop_files_here
nl: Sleep bestanden hierheen or klik om te browsen...

source: error_expiration_must_be_after_effective_date
nl: Einddatum moet later zijn dan begindatum

source: error_invalid_publication
nl: Ongeldige publicatie

source: expand/reduce sidebar
nl: vergroot/verklein zijpaneel

source: external_visibility_label
nl: Extern zichtbaar

source: first letter
nl: eerste letter

source: folder
nl: map

source: follow
nl: Volgen

source: from
nl: Van

source: heading_edit_roster
nl: ledenlijst voor ${folder}

source: help_case_manager_states
nl: Alleen deze statussen worden getoond om te filteren

source: help_contributors
nl: De namen van de mensen die hebben bijgedragen aan dit item. Elke mede-auteur moet op een aparte regel staan.

source: help_copyrights
nl: Copyright-gegevens of andere rechthebbende(n)-informatie van dit item.

source: help_creators
nl: Personen die verantwoordelijk zijn voor het maken van dit item. Geef een lijst op van gebruikersnamen. één per regel. De hoofdauteur moet bovenaan staan.

source: help_dashboard_activity_tiles
nl: Dit is de lijst van tegels die de gebruiker zal zien op het op "activiteit-georiënteerde" dashboard.

source: help_dashboard_default
nl: Dit is de naam van het dashboard-type dat standaard getoond moet worden. Kies de waarde uit de selectielijst op het dashboard.

source: help_dashboard_task_tiles
nl: Dit is de lijst van tegels die de gebruikers zal zien op het "taak-georiënteerde" dashboard.

source: help_description
nl: Gebruikt in item-lijsten en zoekresultaten

source: help_effective_date
nl: Als deze datum in de toekomst ligt, wordt het item tot deze datum niet getoond in lijsten en zoekresultaten.

source: help_expiration_date
nl: Als deze datum is bereikt, zal het item niet meer zichtbaar zijn in lijsten en zoekresultaten

source: help_externaleditor_always_activated
nl: When true, the isActivatedInMemberProperty() and isActivatedInSiteProperty() methods of the EnabledView always return True. Otherwise the normal behaviour as implemented in collective.externaleditor is used.

source: help_sanitize_html
nl: If set to True, RichText content (HTML) in workspaces is sanitized before it gets stored. That means all open tags are properly closed, and inline styles and unwanted tags such as SPAN or BLOCKQUOTE get stripped. Multipe line breaks get reduced to a single line break.

source: help_tags
nl: Trefwoorden zijn nuttig voor het ad-hoc ordenden van inhoud.

source: help_workspace_type_filters
nl: Groepstypes die gebruikt worden om op te filteren in de groepsweergave

source: help_workspace_types_css_mapping
nl: If a portal_type is not here it will default to regular. The values should be passed as "{type}|{css class}", e.g. "ploneintranet.workspace.case|type-case"

source: icon_archived
nl: Archief

source: info_has_not_deleteable_items
nl: ${num_not_deleteable} items konden niet worden verwijderd om dat je hiervoor onvoldoende rechten hebt.

source: info_has_not_modifiable_items
nl: ${num_not_modifiable} items konden niet getagged worden omdat je onvoldoende rechten hebt.

source: info_items_selected
nl: Je hebt de volgende ${num_items} items geselecteerd om te verwijderen.

source: info_items_selected_for_retagging
nl: De volgende ${num_items} items zullen getagged worden (schakel vinkje uit om uit te sluiten).

source: info_loading_more_posts
nl: Bezig met berichten te laden

source: info_was_archived_on
nl: Deze groep is gearchiveerd op ${archival_date}. Gearchiveerde groepen worden standaard verborgen op de ${workspaces_page}, maar gebruikers kunnen deze alsnog zien door 'Archief' aan te vinken

source: invitation_admin_para_1
nl: Geef een e-mailadres op om iemand uit te nodigen voor deze website. Deze persoon ontvangt vervolgens een URL met een unieke code.

source: invitation_admin_para_2
nl: Als de URL met unieke code wordt gebruikt, dan wordt de gebruiker aangemaakt en direct ingelogd. Hierna is de URL met unieke code niet meer bruikbaar.

source: invititations
nl: Uitnodigingen

source: items matched your search.
nl: zoekresultaten.

source: join_policy_label
nl: Registratiebeleid

source: label_archived
nl: Archief

source: label_btn_follow_user
nl: Volg ${username}

source: label_cancel
nl: Annuleren

source: label_case_manager_states
nl: Dossierbeheer publicatiestatussen

source: label_contributors
nl: Mede-auteurs

source: label_copyrights
nl: Copyright

source: label_created_after
nl: Aangemaakt na...

source: label_created_before
nl: Aangemaakt voor...

source: label_creators
nl: Auteurs

source: label_dashboard_activity_tiles
nl: Lijst van activiteit-geörienteerde tegels

source: label_dashboard_default
nl: Naam van het standaard dashboard

source: label_dashboard_task_tiles
nl: Lijst van taak-georiënteerde tegels

source: label_description
nl: Samenvatting

source: label_effective_date
nl: Publicatiedatum

source: label_externaleditor_always_activated
nl: Externe editor altijd geactiveerd.

source: label_language
nl: Taal

source: label_my_workspace_sorting
nl: Mijn groep-sorteervolgorde

source: label_name
nl: Naam

source: label_news
nl: Nieuws

source: label_sanitize_html
nl: Schoon HTML-code op bij opslaan.

source: label_save
nl: Opslaan

source: label_schema_categorization
nl: Categorisatie

source: label_schema_dates
nl: Datums

source: label_schema_ownership
nl: Eigendom/auteurs

source: label_search
nl: Zoeken

source: label_search_button
nl: Zoeken

source: label_search_entire_intranet
nl: Zoek in het hele intranet

source: label_search_placeholder
nl: Zoek in de inhoud...

source: label_search_users
nl: Zoek gebruikers

source: label_send
nl: Verzenden

source: label_show_archived
nl: Archief

source: label_tags
nl: Trefwoorden

source: label_title
nl: Titel

source: label_toggle_navigation
nl: Navigatie tonen/verbergen

source: label_workspace_calendar_visibility
nl: Kalender zichtbaar in globale kalender

source: label_workspace_division
nl: Hoort bij deze afdeling

source: label_workspace_email
nl: E-mailadres

source: label_workspace_is_division
nl: Vertegenwoordigt deze groep een afdeling?

source: label_workspace_type_filters
nl: Groepstype-filters

source: label_workspace_types_css_mapping
nl: koppelt groepstypes aan css-klassen

source: leave_a_comment
nl: Plaats een opmerking...

source: my_docs_heading_library
nl: Bibliotheek

source: my_docs_heading_workspaces
nl: Mijn documenten

source: num_items_can_be_deleted
nl: ${num_deleteable} items kunnen worden verwijderd.

source: num_items_can_be_retagged
nl: ${num_modifiable} item kunnen getagged worden.

source: participant_policy_label
nl: Deelnameniveau

source: person-groups
nl: (Persoons)groepen ${num_groups}

source: person-workspaces
nl: Groepen ${num_workspaces}

source: posted
nl: Geplaatst

source: read-more
nl: Lees meer...

source: rostered-users
nl: Ledenlijst

source: sharing_policy_description
nl: Het lidmaatschapsbeleid van deze groep is ${policy_name}

source: tile_ploneintranet.workspace.case
nl: Dossiers

source: tile_ploneintranet.workspace.workspacefolder
nl: Groepen

source: title_follow
nl: Klik om ${fullname} te volgen.

source: title_unfollow
nl: Je volgt nu ${fullname}. Klik om te ontvolgen.

source: to
nl: naar

source: unfollow
nl: Niet meer volgen

source: user_member_of_groups
nl: ${name} is lid van de volgende ${num_groups} (persoons)groepen.

source: user_member_of_workspaces
nl: ${name} is lid van de volgende ${num_workspaces} groepen.

source: user_search_placeholder
nl: Doorzoek documenten van ${user_name}

source: workspace_brief_description
nl: Korte omschrijving van de groep

source: workspace_default_role
nl: Standaardrol voor deze groep (${role})

source: workspace_email_address
nl: E-mailadres van deze groep

source: workspace_is_division
nl: Dit is een afdelingsgroep

source: workspace_landing_page
nl: landingspagina voor groep

source: workspace_settings
nl: Groepsinstellingen

source: workspace_title
nl: Naam van de groep

source: workspacefolders
nl: groepsmappen

source: workspaces page
nl: groepspagina

source: {} on row {}
nl: {} op rij {}

source: {} user(s) {}.
nl: {} gebruiker(s) {}.
