Repository: pypi-data/pypi-mirror-26
Catalog: packages/django-yandex-cash-register/django-yandex-cash-register-0.1.7.tar.gz/django-yandex-cash-register-0.1.7/yandex_cash_register/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Yandex.Kassa payments
ru: Платежи Яндекс.Кассы

source: Alfa Click
ru: Альфа Клик

source: Credit/Debit card
ru: Банковская карта

source: Cash via terminal
ru: Наличными через терминал

source: Mobile phone account
ru: Счет мобильного телефона

source: Promsvyazbank online-bank
ru: Интернет-банк ПромСвязьБанка

source: Yandex.Money wallet
ru: Кошелек Яндекс.Денег

source: Sberbank Online
ru: Сбербанк Онлайн

source: WebMoney wallet
ru: Кошелек WebMoney

source: QiWi wallet
ru: Кошелек QiWi

source: Method not chosen
ru: Метод не выбран

source: Cannot find payment with order ID %(order_number)s
ru: Невозможно найти платеж к заказу %(order_number)s

source: Unknown shop ID
ru: Неверный идентификатор магазина

source: Unknown customer ID
ru: Неверный идентификатор клиента

source: Unknown or unsupported payment method
ru: Неверный или неподдерживаемый метод оплаты

source: This form cannot be validated
ru: Невозможно валидировать форму

source: MD5 is incorrect
ru: Неверная MD5 сумма

source: No such order
ru: Нет такого заказа

source: Cannot process payment
ru: Невозможно обработать платеж

source: Sum doesn't match
ru: Сумма оплаты не совпадает

source: Created
ru: Создан

source: Processed
ru: Обработан

source: Succeed
ru: Успешно завершен

source: Failed
ru: Завершен с ошибкой

source: Rouble
ru: Рубль

source: Test currency
ru: Тестовая валюта

source: User
ru: Пользователь

source: Order ID
ru: Идентификатор заказа

source: Customer ID
ru: Идентификатор клиента

source: State
ru: Состояние

source: Payment method
ru: Способ оплаты

source: Invoice ID
ru: Идентификатор платежа

source: Order sum
ru: Сумма к оплате

source: Received sum
ru: Полученная сумма

source: Order sum - Yandex.Kassa fee
ru: Сумма к оплате минус комиссия Яндекс.Кассы

source: Order currency
ru: Валюта заказа

source: Payment currency
ru: Валюта платежа

source: Payer code
ru: Код плательщика

source: Payer e-mail
ru: Почта плательщика

source: Payer phone
ru: Телефон плательщика

source: Created at
ru: Дата создания

source: Started at
ru: Дата начала обработки

source: Completed at
ru: Дата завершения обработки

source: Payment #%(payment)s
ru: Платеж #%(payment)s

source: payment
ru: платеж

source: payments
ru: платежи
