Repository: pypi-data/pypi-mirror-26
Catalog: packages/dm.zope.reseller/dm.zope.reseller-0.5.dev3.tar.gz/dm.zope.reseller-0.5.dev3/dm/zope/reseller/locales/*/LC_MESSAGES/dm_zope_reseller.po
Languages: de

source: Account
de: Konto

source: Account date
de: Buchungsdatum

source: Active
de: Aktiv

source: Address
de: Adresse

source: Allowed unit number in stock
de: Zulässige Einheitenanzahl im Lager

source: Amount
de: Betrag

source: Apply
de: Anwenden

source: Article
de: Artikel

source: Article ${obj_title}
de: Artikel ${obj_title}

source: Article does not exist
de: Artikel existiert nicht

source: Article id
de: Artikel-Id

source: Article order number
de: Bestellnummer

source: Article title
de: Artikeltitel

source: Article title does not correspond (ignored)
de: Abweichender Artikeltitel (ignoriert)

source: Articles
de: Artikel

source: Ass-B
de: Zugew.-A

source: Assign
de: Zuweisen

source: Assigned
de: Zugewiesen

source: Assigned order items
de: Zugeordnete Bestellungen

source: Assigned#
de: Zugewiesen#

source: Available units
de: Verfügbare Einheiten

source: Bad integer value (ignored)
de: Ungültige ganze Zahl (ignoriert)

source: Bad price value (ignored)
de: Ungültiger Preis (ignoriert)

source: Catalog price (without tax)
de: Katalogpreis (ohne Steuer)

source: Catalog price at delivery time (without tax)
de: Katalogpreis bei Lieferung (ohne Steuer)

source: Catalog price at order time (without tax)
de: Katalogpreis bei Bestellung (ohne Steuer)

source: Change
de: Ändern

source: Client
de: Kunde

source: Client ${obj_title}
de: Kunde ${obj_title}

source: Client delivery id
de: Kundenliefer-Id

source: Client id
de: Kunden-Id

source: Client name
de: Kundenname

source: Client short name
de: Kunden-Kurzname

source: Client title
de: Kundenname

source: Client#
de: Kunde#

source: Clients
de: Kunden

source: Confirmed
de: Geprüft

source: Deliver
de: Liefern

source: Deliveries
de: Lieferungen

source: Delivery
de: Lieferung

source: Delivery ${delivery_date} for order ${order_title}
de: Lieferung ${delivery_date} für Bestellung ${order_title}

source: Delivery ${obj_title}
de: Lieferung ${obj_title}

source: Delivery State
de: Liefer-Zustand

source: Delivery date
de: Lieferdatum

source: Delivery receipt ${delivery_date} for order ${order_title}
de: Lieferschein ${delivery_date} für Bestellung ${order_title}

source: Delivery receipts
de: Lieferscheine

source: Description
de: Beschreibung

source: Difference
de: Differenz

source: Difference between available and proposed/assigned units
de: Differenz zwischen verfügbaren und zugewiesenen/geprüften Einheiten

source: Difference between proposed and assigned units
de: Differenz zwischen vorgeschlagenen und zugewiesenen Einheiten

source: For technical (database) reasons, this field has values `True` and `None`
de: Aus technischen (Datenbank) Gründen hat dieses Feld die Werte `True` und `None`

source: How the new order items interact with existing ones: `update` (the `unit` and `max` fields of a new item overrides that of a corresponding existing one); `replace` (all existing order items are deleted before the import); `add` (the values of `unit` and `max` of new items are added to those of corresponding existing ones).
de: Wie neue Artikelbestellungen mit existierenden Interagieren: `aktualisieren` (die Felder `Einheit` und `Max` überschreiben die einer existierenden Bestellung); `ersetzen` (alle existierenden Artikelbestellungen werden vor dem Import gelöscht); `hinzufügen` (die Felder `Einheit` und `Max` werden auf diejenigen einer existierenden Bestellung aufaddiert)

source: If set, empty input fields will be filled from the order; i.e. this field means `delivered as ordered`
de: Wenn aktiviert werden leere Eingabefelder aus der Bestellung gefüllt; d.h. das Feld hat die Bedeutung `geliefert wie bestellt`

source: Import
de: Importieren

source: Import file
de: Import-Datei

source: Include unassigned items
de: Nicht zugewiesene Bestellungen einschließen

source: Invalid units specification (must be >= 0)
de: Einheitenangabe ungültig (muss >= 0 sein)

source: Item# ${item_no}
de: Eintrag ${item_no}

source: Item# ${item_no}, order# ${order_no}, specified price ${sprice}, catalog price ${cprice}
de: Eintrag ${item_no}, Bestellnr. ${order_no}, angegebener Preis ${sprice}, Katalogpreis ${cprice}

source: Item# ${item_no}, order# ${provider_order_no}, field ${field}, value ${value}
de: Eintrag ${item_no}, Bestellnr. ${provider_order_no}, Feld ${field}, Wert ${value}

source: Item# ${item_no}, order# ${provider_order_no}, max_units ${max_units}, units ${units}
de: Eintrag ${item_no}, Bestellnr. ${provider_order_no}, max Einheiten ${max_units}, Einheiten ${units}

source: Item# ${item_no}, order# ${provider_order_no}, units ${units}
de: Eintrag ${item_no}, Bestellnr. ${provider_order_no}, Einheiten ${units}

source: Item# ${item_no}, order# ${provider_order_no}, value ${unit_price}
de: Eintrag ${item_no}, Bestellnr. ${provider_order_no}, Wert ${unit_price}

source: Item# ${item_no}, specified title ${stitle}, catalog title ${ctitle}, order# ${order_no}
de: Eintrag# ${item_no}, angegebener Titel ${stitle}, Katalogtitel ${ctitle}, Bestellnr. ${order_no}

source: M-c-units
de: m-K-Einheiten

source: Max units
de: max Einheiten

source: Max-Stock
de: max Lager

source: Maximal number of stockable units
de: Maximalanzahl lagerbarer Einheiten

source: Maximal number of units ordered by clients
de: Maximalanzahl der von Kunden bestellten Einheiten

source: Mode
de: Modus

source: New account
de: Neuer Kontostand

source: No
de: Anzahl

source: Note
de: Anmerkung

source: Number of client order items assigned to this order
de: Anzahl zugewiesener Artikelbestellungen

source: Number of client order items not yet assigned
de: Anzahl nicht zugewiesener Artikelbestellungen

source: Number of clients which have ordered this item
de: Anzahl an Kunden, die diesen Artikel bestellt haben

source: Number of delivered packages
de: Gelieferte Pakete

source: Number of delivered units
de: Gelieferte Einheiten

source: Number of items in state `assigned`
de: Anzahl zugewiesener Einträge

source: Number of items in state `confirmed`
de: Anzahl geprüfter Einträge

source: Number of items in state `proposed`
de: Anzahl vorgeschlagener Einträge

source: Number of ordered packages
de: Anzahl bestellter Pakete

source: Number of units ordered by clients
de: Anzahl an von Kunden bestellten Einheiten

source: Number of units ordered with the providers
de: Anzahl an beim Lieferanten bestellten Einheiten

source: Number of units per package
de: Einheiten pro Paket

source: Number of units to add/remove
de: Anzahl an Einheiten, die hinzugefügt/entfernt werden sollen

source: O-Price
de: B-Preis

source: Old account
de: Alter Kontostand

source: Order
de: Bestellung

source: Order ${obj_title}
de: Bestellung ${obj_title}

source: Order date
de: Bestelldatum

source: Order id
de: Bestell-Id

source: Order is closed
de: Bestellung abgeschlossen

source: Order number
de: Bestellnummer

source: Order units:
de: Bestelleinheiten:

source: Order#
de: Bestellnr

source: Order# ${provider_order_no}
de: Bestellnr ${provider_order_no}

source: Ordered
de: Bestellt

source: Ordered maximal units
de: Bestellte Maximaleinheiten

source: Ordered units
de: Bestellte Einheiten

source: Orders
de: Bestellungen

source: P-Size
de: P-Größe

source: Package size
de: Paketgröße

source: Phone
de: Telefon

source: Price
de: Preis

source: Price per unit
de: Preis pro Einheit

source: Prop-B
de: Vorgeschl.-A

source: Proposed
de: Vorgeschlagen

source: Provider delivery item id
de: Liefer-Id

source: Ratio
de: Verhältnis

source: Ratio between package and catalog price
de: Verhältnis von Paket- und Katalogpreis

source: Reset
de: Rücksetzen

source: Reset form
de: Formular rücksetzen

source: Search
de: Suchen

source: Search empty
de: leere Suche

source: Short name
de: Kurzname

source: Specified price differs from catalog price
de: Angegebener Preis weicht vom Katalogpreis ab

source: State
de: Zustand

source: Stock
de: Lager

source: Stock capacity ${capacity} exceeded
de: Lagerkapazität ${capacity) überschritten

source: Tag
de: Kz

source: Target
de: Ziel

source: Target date
de: Zieltermin

source: Tax
de: Steuer

source: Tax code
de: Steuerkennzeichen

source: The (csv or excel) file containing the order items to be imported
de: Die (csv oder excel) Datei mit den zu importierenden Bestellartikeln

source: The delivery id
de: Liefer-Id

source: The sum of all changes must be 0
de: Die Summe aller Änderungen muss 0 sein

source: There are several matching articles (please use Order# instead)
de: Es gibt mehrere passende Artikel (bitte statt Titel die Bestellnummer benutzen)

source: There is already a corresponding order item. Please edit this one rather than add a new item with order# ${provider_order_no}
de: Es gibt schon eine entsprechende Artikelbestellung. Bitte diese ändern statt eine neue mit Bestellnummer ${provider_order_no} anzulegen.

source: This list is empty
de: Die Liste ist leer

source: Title
de: Titel

source: Total price
de: Gesamtpreis

source: Total price (including tax)
de: Gesamtpreis (einschließlich Steuer)

source: Total price (without tax)
de: Gesamtpreis (ohne Steuer)

source: Total price summary
de: Preisübersicht

source: Unassigned order items
de: Unzugewiesene Bestellungen

source: Unassigned#
de: Nicht zugewiesen#

source: Unit
de: Einheit

source: Unit description
de: Einheiten-Beschreibung

source: Unit number available on stock
de: Einheiten auf Lager

source: Unit number for client ${client} becomes negative
de: Negative Einheiten für Kunde ${client}

source: Unit price (with tax)
de: Einheitenpreis (einschließlich Steuer)

source: Unit price at delivery time (with tax)
de: Einheitenpreis bei Lieferung (einschließlich Steuer)

source: Unit price at order time (with tax)
de: Einheitenpreis bei Bestellung (einschließlich Steuer)

source: Units
de: Einheiten

source: Updated
de: Aktualisiert

source: Value
de: Wert

source: We already have an order item for this article
de: We haben schon eine Artikelbestellung für diesen Artikel

source: Whether unassigned items should be first imported (they are always `added`.
de: Sollen nicht zugewiesene Artikelbestellungen zuerst importiert werden (sie werden stets `hinzugefügt`)

source: You must specify either the Order# (prefered) or the article
de: Bestellnr. (präferiert) oder Artikel angeben!

source: add
de: hinzufügen

source: add Delivery
de: Lieferung hinzufügen

source: adjust
de: anpassen

source: ass#
de: zugewiesen#

source: assigned_order_items
de: Zugeordnete Bestellungen

source: c-units
de: K-Einheiten

source: conf#
de: geprüft#

source: d-price
de: Lieferpreis

source: d-units
de: Liefereinheiten

source: deactivated
de: deaktiviert

source: deactivated
de: deaktiviert

source: deactivated Deliveries
de: deaktivierte Lieferungen

source: deactivated Orders
de: deaktivierte Bestellungen

source: export
de: exportieren

source: export provider order
de: Lieferantenbestellung exportieren

source: manage
de: verwalten

source: max_units smaller than `units`
de: Maximale Anzahl keiner als gewünschte Anzahl

source: o-M-units
de: B-M-Einheiten

source: o-price
de: B-Preis

source: o-units
de: B-Einheiten

source: order
de: bestellen

source: p-units
de: P-Einheiten

source: prop#
de: Vorgeschl.#

source: replace
de: ersetzen

source: search
de: suchen

source: t-price
de: G-Preis

source: u-price
de: E-Preis

source: unassigned_order_items
de: Unzugewiesene Bestellungen

source: update
de: aktualisieren

source: wish
de: Wunsch
