Repository: pypi-data/pypi-mirror-26
Catalog: packages/collective.calltoaction/collective.calltoaction-1.1.3.tar.gz/collective.calltoaction-1.1.3/src/collective/calltoaction/locales/*/LC_MESSAGES/collective.calltoaction.po
Languages: nl

source: Call to action settings
nl: Call-to-action instellingen

source: Checking this option means everyone will get to see the new overlay. When not checked, visitors who have already seen the overlay will not see it again.
nl: Als deze optie is ingeschakeld, krijgt iedereen de nieuwe overlay te zien. Anders krijgen bezoekers die de overlay al een keer gezien hebben hem niet opnieuw te zien.

source: Form
nl: Formulier

source: Image
nl: Afbeelding

source: Image size
nl: Breedte Afbeelding

source: Installs the collective.calltoaction add-on.
nl: Installeert de collective.calltoaction add-on.

source: Milliseconds until overlay
nl: Milliseconden vertraging voor tonen overlay

source: Portlet header
nl: Header

source: Show always, even when already seen
nl: Altijd tonen

source: Show global action
nl: Toon als globale actie.

source: Show image tilted
nl: Toon afbeelding schuin

source: Text
nl: Tekst

source: The height and width in pixels. The image will be scaled to fit within the given height and width.
nl: De breedte van de afbeelding in pixels. De afbeelding zal geschaald worden naar deze grootte.

source: The number of milliseconds we wait before showing the overlay.
nl: Het aantal milliseconden dat we wachten met het tonen van de overlay.

source: The text to render
nl: De tekst onder de afbeelding

source: This is a new call to action
nl: Reset the call-to-action

source: Title of the rendered portlet
nl: Titel van de call-to-action

source: When checked the image will be displayed titled 7 degrees
nl: Indien aangevinkt wordt de afbeelding getoond in een hoek van 7 graden.

source: description_always_show
nl: Tijdens het opzetten van de call-to-action, kun je deze optie aanvinken om de banner nog een keer te tonen.

source: description_calltoaction_portlet
nl: Een portlet die na een aantal seconden een call-to-action toont in een overlay.

source: description_global_action
nl: Als deze optie is ingeschakeld wordt de call-to-action, na de ingestelde vertraging, getoond ongeacht welke pagina de bezoeker op dat moment ook bekijkt.

source: title_add_calltoaction_portlet
nl: Call-to-action toevoegen

source: title_call_to_action_portlet
nl: Call-to-action

source: title_edit_calltoaction_portlet
nl: Bewerk call-to-action
