Repository: pypi-data/pypi-mirror-26
Catalog: packages/pcart-product-finder/pcart-product-finder-2.0.tar.gz/pcart-product-finder-2.0/pcart_product_finder/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Product finder
ru: Поиск товаров
uk: Пошук товарів

source: Product finder form
ru: Форма поиска товаров
uk: Форма пошуку товарів

source: Title
ru: Заголовок
uk: Заголовок

source: Default
ru: По умолчанию
uk: За замовчуванням

source: Position
ru: Позиция
uk: Позиція

source: Filter name
ru: Название фильтра
uk: Назва фільтра

source: Filter names
ru: Названия фильтров
uk: Назви фільтрів

source: Image
ru: Изображение
uk: Зображення

source: Added
ru: Добавлено
uk: Додано

source: Changed
ru: Изменено
uk: Змінено

source: Object vendor
ru: Производитель объекта
uk: Виробник об'єкта

source: Object vendors
ru: Производители объектов
uk: Виробники об'єктів

source: Object model
ru: Модель объекта
uk: Модель об'єкта

source: Object models
ru: Модели объектов
uk: Моделі об'єктів

source: Start production
ru: Старт производства
uk: Старт виробництва

source: Finish production
ru: Окончание производства
uk: Завершення виробництва

source: Object generation
ru: Поколение объекта
uk: Покоління об'єкта

source: Object generations
ru: Поколения объектов
uk: Покоління об'єктів

source: Slug
ru: Слаг
uk: Слаг

source: Object variant
ru: Вариант объекта
uk: Варіант об'єкта

source: Object variants
ru: Варианты объектов
uk: Варіанти об'єктів

source: Collection slug
ru: Слаг коллекции
uk: Слаг колекції

source: Tags
ru: Тэги
uk: Теги

source: Object filter
ru: Фильтр объекта
uk: Фільтр об'єктів

source: Object filters
ru: Фильтры объектов
uk: Фільтри об'єктів

source: Vendor title
ru: Заголовок производителя
uk: Заголовок виробника

source: Model title
ru: Заголовок модели
uk: Заголовок моделі

source: Generation title
ru: Заголовок поколения
uk: Заголовок покоління

source: Variant title
ru: Заголовок варианта
uk: Заголовок варіанту

source: Product finder config
ru: Конфигурация поиска товаров
uk: Конфігурація пошуку товарів

source: Collection
ru: Коллекция
uk: Колекція

source: Loading...
ru: Загрузка...
uk: Завантаження...
